{
  "blogs": [
    {
      "title": "NZ got nothing to lose, we'll be under pressure: Coach Reid on must-win match",
      "description": "Indian men's hockey team coach Graham Reid has said New Zealand have got nothing to lose but India will be under pressure in their knockout crossover match in the Hockey World Cup on Sunday. \"I hope our team will stand up,\" added Reid. \"I know New Zealand are always tough...[but] I'm also confident...we'll do our job,\" he further said.",
      "category": "Sports",
      "imageUrl": "http://res.cloudinary.com/dcaky93ip/image/upload/v1674399128/asmatfo7hbluwr6uw1es.jpg",
      "date": "Sunday, January 22, 2023",
      "id": 1
    },
    {
      "title": "India lose to NZ 4-5 on penalties, out of quarter-final race at Hockey WC 2023",
      "description": "India lost to New Zealand 4-5 in the penalty shootout in their crossover match at men's Hockey World Cup 2023 in Bhubaneswar on Sunday. With this, India have been eliminated from the quarter-final race. New Zealand will face Belgium in the quarter-finals. India will now face Japan in a 9th-16th classification match on January 26 (Thursday).",
      "category": "Sports",
      "imageUrl": "http://res.cloudinary.com/dcaky93ip/image/upload/v1674403501/cvczjaxigavwi5qi24kb.jpg",
      "date": "Sunday, January 22, 2023",
      "id": 2
    },
    {
      "title": "No regrets, it was their choice: Guardiola on Jesus & Zinchenko leaving Man City",
      "description": "Manchester City manager Pep Guardiola has said he doesn't regret letting Gabriel Jesus and Oleksandr Zinchenko leave the club and join Arsenal last year. \"It was their choice, absolutely. I always say if you want to stay or you want to leave, then OK. I wish the best for Gabriel and Oleksandr, both are fantastic people,\" he said.",
      "category": "Sports",
      "imageUrl": "http://res.cloudinary.com/dcaky93ip/image/upload/v1674403639/jswhexodcscuaodzf2yu.jpg",
      "date": "Sunday, January 22, 2023",
      "id": 3
    },
    {
      "title": "India Can Become the New Numero Uno In ODI Rankings If They Complete Series Sweep In Indore",
      "description": "After India’s one-sided win over Sri Lanka in the three-match ODI series, critics were adamant that the Blackcaps will push India in the next series. They believed Kane Williamson’s Kiwis were no pushover. Although Williamson had pulled out, they believed Tom Latham’s side had it in them to pull off an upset as they were number one in ODI rankings. But they were proven wrong and how. As of Monday, India have an unassailable lead over the Kiwis with the last match set to be played on Tuesday in Indore.\n\nMoreover, the Kiwis are no longer the numero uno, that position is now with England. But India can displace the Brits if they managed to beat the Kiwis in the third ODI in Indore. Rohit Sharma and his men are third as of now with 115 rating points in the ICC ODI Rankings.\n\nThe situation started to unravel in the points tally after India beat New Zealand in a clinical manner in Raipur. Following that loss, New Zealand fell on second position. Meanwhile, India moved to third. Before the 2nd ODI in Raipur, New Zealand were on top of the table with 115 rating points, followed by England with 113 rating points. Australia were third with 112 rating points and India fourth with 111 rating points.",
      "category": "Sports",
      "imageUrl": "http://res.cloudinary.com/dcaky93ip/image/upload/v1674452705/kyld0bmim0drmnovnq9j.avif",
      "date": "Monday, January 23, 2023",
      "id": 4
    },
    {
      "title": "Kerala Only Indian State In New York Times List Of 52 Places To Visit In 2023",
      "description": "Travelling offers immense joy and can help one to get rid of their mundane schedule. While talking about travelling, one cannot miss mentioning God’s own country, Kerala and now even New York Times did not fail to recognise its worth. Kerala recently received a boost when it was included in a list of 52 places to visit in 2023. This place is blessed with beautiful tourist attractions and is unquestionably one of the best places to visit.\n\nKerala is the only tourist destination from India mentioned on the newspaper’s yearly list of places to visit. Kerala, which stands at the 13th position, is a desirable destination, according to the list of its beaches, backwater lagoons, cuisine and rich cultural traditions like the Vaikathashtami festival. The Kerala government has received praise from the New York Times for its innovative strategy that lets tourists experience country life.",
      "imageUrl": "http://res.cloudinary.com/dcaky93ip/image/upload/v1674545314/iidw6azuifoqio6fcxh2.avif",
      "category": "Travel",
      "date": "Tuesday, January 24, 2023",
      "id": 5
    },
    {
      "title": "Smriti Mandhana Stars With the Bat As India Maintain Winning Run In SA T20 Tri Series",
      "description": "Clinical all-round performance from India helped them beat West Indies in the second game of the T20 Tri Series. This also meant India maintain their winning run in the tournament after their impressive win over hosts South Africa in the opener. Coming back to the match, India, riding on the unbroken 115 run stand for the third wicket between Smriti Mandhana(74) and Harmanpreet Kaur(56), posted a score of 167/2. \n\nIn reply, West Indies were never in the game as they were reduced to 25/3. Shemaine Campbelle was the only hope of resistance as she ended up scoring up 47 off 57 balls as they were eventually restricted to 111/4 in the alotted 20 overs. In the end, India won the match by a sizable margin of 56 runs. Deepti Sharma was the pick of the bowlers with figures of 2/29.",
      "imageUrl": "http://res.cloudinary.com/dcaky93ip/image/upload/v1674545645/s4svot55tj06voalrvrj.avif",
      "category": "Sports",
      "date": "Tuesday, January 24, 2023",
      "id": 6
    }
  ]
}